create table dbo.Товары
(
	КодТовара int primary key,
	Наименование nvarchar(50) not null,
	Цена money not null,
	Описание nvarchar(50) not null,
	КоличествоНаСкладе int not null
);
insert into dbo.Товары(КодТовара,Наименование,Цена,Описание,КоличествоНаСкладе) values(1,N'Ваза хрустальная',1500.00,N'...',10);
insert into dbo.Товары(КодТовара,Наименование,Цена,Описание,КоличествоНаСкладе) values(2,N'Бокал для вина',250.00,N'...',25);
insert into dbo.Товары(КодТовара,Наименование,Цена,Описание,КоличествоНаСкладе) values(3,N'Тарелка стеклянная',80.00,N'...',50);
insert into dbo.Товары(КодТовара,Наименование,Цена,Описание,КоличествоНаСкладе) values(4,N'Стакан',40.00,N'...',100);
insert into dbo.Товары(КодТовара,Наименование,Цена,Описание,КоличествоНаСкладе) values(5,N'Пепельница стеклянная',120.00,N'...',15);